cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'asdf'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'mackup'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'adium'
cask 'alfred'
cask 'appcleaner'
cask 'browser-chooserx'
cask 'caffeine'
cask 'dash'
cask 'dropbox'
cask 'iterm2'
cask 'evernote'
cask 'firefox'
cask 'fluid'
cask 'kap'
cask 'google-chrome'
cask 'handbrake'
cask 'moom'
cask 'paw'
cask 'postico'
cask 'rdm'
cask 'rowanj-gitx'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'sourcetree'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'tunnelbear'
cask 'utc-menu-clock'
cask 'vlc'
