cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'automake'
brew 'autoconf'
brew 'coreutils'
brew 'git'
brew 'grc'
brew 'imagemagick'
brew 'jq'
brew 'gpg'
brew 'libgit2'
brew 'libyaml'
brew 'libtool'
brew 'libxslt'
brew 'openssl'
brew 'TomAnthony/brews/itermocil'
brew 'mackup'
brew 'mas'
brew 'readline'
brew 'postgresql'
brew 'unrar'
brew 'wget'
brew 'watch'
brew 'wifi-password'
brew 'unixodbc'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'adium'
cask 'alfred'
cask 'appcleaner'
cask 'beamer'
cask 'caffeine'
cask 'choosy'
cask 'dash'
cask 'dropbox'
cask 'iterm2'
cask 'evernote'
cask 'firefox'
cask 'karabiner-elements'
cask 'flux'
cask 'fluid'
cask 'kap'
cask 'google-chrome'
cask 'paw'
cask 'postico'
cask 'rdm'
cask 'rowanj-gitx'
cask 'sketch'
cask 'slack'
cask 'spotify'
cask 'sourcetree'
cask 'steam'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'tunnelbear'
cask 'utc-menu-clock'
cask 'vlc'
cask 'visual-studio-code'
